<?php

return [
    'term of use line 1' => '本网站包含的所有材料和内容，包括但不限于文本、照片、视频、徽标和其他材料，均为本公司的财产，并受版权或其他知识产权的保护。任何此类材料和内容均不得复制、复制或修改。',
    'term of use line 2' => '本公司有权删除您上传或保存至本网站的任何信息，恕不另行通知。',
    'term of use line 3' => '本网站提供的信息仅供参考。本公司不作任何保证，包括但不限于对以下事项或与以下事项有关的任何保证，并且对在任何情况下产生的任何损失不承担任何责任：-',
    'term of use line 4' => '其中所含内容的准确性；',
    'term of use line 5' => '本网站的稳定性或可用性；',
    'term of use line 6' => '本网站提供的服务或产品',
    'term of use line 7' => '对于您因使用或滥用本网站或依赖本网站的任何信息或内容而遭受或可能遭受的任何损失，本公司不承担任何责任。',
    'term of use line 8' => '您应赔偿本公司因您滥用本网站而产生的任何损失，包括但不限于法律费用和开支。',
    'term of use line 9' => '公司有权修改本条款和条件，并且您应受该等修改的约束。',
    'term of use line 10' => '本条款及细则受香港特别行政区法律管辖并按其解释。'
];